Repository: rohitjha1988/Germany-Konika360
Catalog: sites/default/files/translations/entity_print-8.x-2.4.*.po
Languages: de

source: Username
de: Benutzername

source: Password
de: Passwort

source: - None -
de: - Nicht festgelegt/ausgewählt -

source: View
de: Ansicht

source: Open link in new window
de: Link in neuem Fenster öffnen

source: Table of contents
de: Inhaltsverzeichnis

source: Configuration saved.
de: Die Konfiguration wurde gespeichert.

source: Open in new window
de: In neuem Fenster öffnen

source: View @type
de: @type anzeigen

source: Print
de: Drucken

source: Landscape
de: Querformat

source: Portrait
de: Hochformat

source: Image style
de: Bildstil

source: View Display
de: Anzeige anzeigen

source: None (original image)
de: Keine (Originalbild)

source: Force Download
de: Download erzwingen

source: View PDF
de: PDF anzeigen

source: View @label
de: @label anzeigen

source: Image field display format settings
de: Anzeigeformateinstellungen von Bildern

source: Enable Default CSS
de: Standard-CSS aktivieren

source: Provides some very basic font and padding styles.
de: Stellt einige sehr grundlegende Stile für Schriftarten- und Innenabstandstile zur Verfügung.

source: Administer Entity Print
de: Entity Print verwalten

source: Allow users to administer the Entity Print settings.
de: Ermöglicht Benutzern, die Einstellungen für Entity Print zu verwalten.

source: Allows any Drupal entity to be converted to a PDF
de: Ermöglicht die Umwandlung jeder Drupal-Entität in ein PDF-Dokument

source: Configure the PDF engine and defaults for PDF generation.
de: Die PDF-Schnittstelle und die Standards für die PDF-Erzeugung konfigurieren.

source: Entity Print Debug
de: Entity-Print-Fehlersuche

source: Entity Print settings.
de: Entity-Print-Einstellungen.

source: Enable the default CSS.
de: Das Standard-CSS aktivieren.

source: Binary Location
de: Speicherort der ausführbaren Datei

source: Set this to the system path where the PDF engine binary is located.
de: Bitte den Systempfad angeben, in dem sich die PDF-Schnittstellen-Binärdatei befindet.

source: Export type
de: Exporttyp

source: All configuration upgraded
de: Alle Konfigurationen aktualisiert

source: Dompdf specific settings
de: Dompdf-spezifische Einstellungen

source: Enable HTML5 parsing
de: HTML5-Verarbeitung aktivieren

source: Enable remote urls
de: Remote-URLs aktivieren

source: Path to the wkhtmltopdf binary
de: Pfad zur Binärdatei wkhtmltopdf

source: Schema for Entity Print third party settings
de: Schema für die Einstellungen von Entity-Print-Drittanbietern

source: @name is not available because it is not configured. @installation.
de: @name ist nicht verfügbar, weil es nicht konfiguriert ist. @installation.

source: Entity Print Config
de: Entity-Print-Konfiguration

source: @engine Settings
de: Einstellungen für @engine

source: Please install with: @command
de: Bitte mit: @command installieren

source: Enable HTML5 Parser
de: HTML5-Verarbeitungsroutine aktivieren

source: Note, this library doesn't work without this option enabled.
de: Hinweis: Diese Bibliothek funktioniert nicht, wenn diese Option nicht aktiviert ist.

source: Enable Remote URLs
de: Externe-Internetadressen aktivieren

source: This settings must be enabled for CSS and Images to work unless you manipulate the source manually.
de: Diese Einstellungen müssen aktiviert sein, damit CSS und Bilder funktionieren, es sei denn, Sie modifizieren die Quelle manuell.

source: PDF Engine available
de: PDF-Schnittstelle verfügbar

source: At least one valid PDF engine must be available to use Entity Print. See the <a href=":docs">documentation</a>
de: Für die Verwendung von Entity Print muss mindestens eine gültige PDF-Schnittstelle verfügbar sein. Siehe die <a href=":docs">Dokumentation</a>

source: Default Paper Size
de: Standardpapierformat

source: Paper Size
de: Papierformat

source: The page size to print the PDF to.
de: Die Seitengröße, in der das PDF gedruckt werden soll.

source: Provides a link to view the Print version of the entity
de: Stellt einen Link zur Verfügung, um die Druckversion der Entität anzuzeigen

source: The Entity Print fields settings have not been saved. Please enter a non-empty value for the @label field.
de: Die Einstellungen der Entity-Print-Felder wurden nicht gespeichert. Bitte einen nicht-leeren Wert für das Feld @label eingeben.

source: Bypass entity print access
de: Zugang zu Entity Print umgehen

source: Allow a user to bypass the entity print access permissions.
de: Ermöglicht es einem Benutzer, die Zugangsberechtigungen für Entity Print zu umgehen.

source: Force download of Print
de: Herunterladen der Druckversion erzwingen

source: All in-use print engines.
de: Alle verwendeten Druck-Schnittstellen.

source: Print Engine
de: Druck-Schnittstelle

source: Print Engine Id
de: Druck-Schnittstellen-ID

source: Settings for the Print Engine.
de: Einstellungen für die Druck-Schnittstelle.

source: Path to the cafile
de: Pfad zur CA-Datei

source: Verify Peer
de: Peer verifizieren

source: Verify Peer Name
de: Peer-Name verifizieren

source: The page format. E.g. A3, A4 or many more options
de: Das Seitenformat. Zum Beispiel A3, A4 oder viele weitere Optionen

source: Entity print settings for each export type
de: Entity-Print-Einstellungen für jeden Exporttyp

source: Print Action
de: Drucken-Aktion

source: Print the View
de: Die Ansicht ausdrucken

source: Allows any Drupal View to be printed
de: Ermöglicht das Drucken einer beliebigen Drupal-Ansicht

source: Access Printable version of View
de: Zugriff auf die druckbare Version der Ansicht

source: Allow a user to view the printed version of a view.
de: Ermöglicht es einem Benutzer, die gedruckte Version einer Ansicht anzuzeigen.

source: Export Type
de: Exporttyp

source: %entity_label: Use all print engines
de: %entity_label: Alle Druck-Schnittstellen verwenden

source: %entity_bundle_label: Use all print engines
de: %entity_bundle_label: Alle Druck-Schnittstellen verwenden

source: This option will attempt to force the browser to download the Print with a filename from the node title.
de: Diese Option versucht, den Browser zu zwingen, die Druckversion mit einem Dateinamen aus dem Beitragstitel herunterzuladen.

source: Select the default %label engine for printing.
de: Die Standard %label Schnittstelle für das Drucken auswählen.

source: CA File
de: CA-Datei

source: Verify an SSL Peer's certificate. For development only, do not disable this in production. See https://curl.haxx.se/libcurl/c/CURLOPT_SSL_VERIFYPEER.html
de: Ein SSL-Zertifikat auf Gültigkeit überprüfen. Das deaktivieren, dieser Option ist nur zu Entwicklungszwecken möglich. Bitte deaktivieren Sie diese Option nicht auf einer Live-Webseite. Siehe: https://curl.haxx.se/libcurl/c/CURLOPT_SSL_VERIFYPEER.html

source: Base64 Encoded Image
de: Base64 kodiertes Bild

source: HTTP Auth password
de: HTTP-Authentifizierung-Passwort

source: Base settings for engines using the PDF base class
de: Grundeinstellungen für Schnittstellen, die die PDF-Basisklasse verwenden

source: Paper Orientation
de: Papierausrichtung

source: HTTP Auth username
de: HTTP-Authentifizierung-Benutzername

source: Print Links
de: Drucken-Links

source: Flag to enable PDF link
de: Kennzeichnung zur Aktivierung des PDF-Links

source: Flag to enable EPub link
de: Kennzeichnung zur Aktivierung des EPub-Links

source: Flag to enable Word Document link
de: Kennzeichnung zur Aktivierung des Word-Dokument-Links

source: Word Document link text
de: Word-Dokument-Linktext

source: Print link
de: Link zum Drucken

source: Provide a link to print the entity
de: Einen Link zum Drucken der Entität bereitstellen

source: The machine name of the export type
de: Der Systemname des Exporttyps

source: Printable display for this view
de: Ausdruckbare Anzeige für diese Ansicht

source: Enable %export_type Link
de: Link %export_type aktivieren

source: SSL Configuration
de: SSL-Konfiguration

source: The paper orientation one of Landscape or Portrait
de: Die Papierausrichtung, Quer- oder Hochformat

source: HTTP Authentication
de: HTTP-Authentifizierung

source: If your website is behind HTTP Authentication you can set the username
de: Wenn sich Ihre Website hinter einer HTTP-Authentifizierung befindet, können Sie den Benutzernamen festlegen

source: Error generating document: @message
de: Fehler beim Erzeugen des Dokuments: @message

source: Authorisation failed, are your resources behind HTTP authentication? Check the admin page to set credentials.
de: Die Autorisierung ist fehlgeschlagen, sind Ihre Ressourcen hinter einer HTTP-Authentifizierung verborgen? Überprüfen Sie die Verwaltungsseite, um die Anmeldeinformationen festzulegen.

source: If your website is behind HTTP Authentication you can set the password. Note this data is not encrypted and will be exported to config.
de: Wenn sich Ihre Website hinter einer HTTP-Authentifizierung befindet, können Sie das Passwort festlegen. Beachten Sie, dass diese Daten nicht verschlüsselt sind und in die Konfiguration exportiert werden.

source: Generate table of content
de: Inhaltsverzeichnis erzeugen

source: Link from section header to table of content
de: Von der Abschnittsüberschrift zum Inhaltsverzeichnis verlinken

source: Do not use dotted lines in the table of content
de: Keine gestrichelten Linien im Inhaltsverzeichnis verwenden

source: Do not link from table of content to sections
de: Nicht vom Inhaltsverzeichnis zu einzelnen Abschnitten verlinken

source: Set viewport size if you have custom scrollbars or css attribute overflow to emulate window size.
de: Viewport-Größe festlegen, wenn benutzerdefinierte Scrollbars oder das CSS-Attribut „overflow“ vorhanden sind, um die Fenstergröße zu simulieren.

source: Remove the page margins on the PDF
de: Die Seitenränder im PDF entfernen

source: Disable Log
de: Protokoll deaktivieren

source: Check to disable DomPdf logging to <code>@log_file_name</code> in Drupal's temporary directory.
de: Auswählen, um die DomPdf-Protokollierung nach <code>@log_file_name</code> im temporären Verzeichnis von Drupal zu deaktivieren.

source: Path to the CA file. This may be needed for development boxes that use SSL. You can leave this empty in production.
de: Pfad zur CA-Datei. Dies kann für Entwicklungsboxen, die SSL verwenden, erforderlich sein. Sie können dies in der Produktionsumgebung leer lassen.

source: Set this to zoom the pages - needed to produce hairlines.
de: Einstellen, um die Seiten zu vergrößern - erforderlich, um Haarlinien zu erzeugen.

source: Generate table of contents?
de: Inhaltsverzeichnis erzeugen?

source: Link from section header to table of contents?
de: Von der Abschnittsüberschrift zum Inhaltsverzeichnis verlinken?

source: Do not use dotted lines in the table of contents?
de: Keine gestrichelten Linien im Inhaltsverzeichnis verwenden?

source: Do not link from table of contents to sections
de: Nicht vom Inhaltsverzeichnis zu einzelnen Abschnitten verlinken

source: Viewport Size
de: Viewport-Größe

source: Remove PDF margins
de: PDF-Ränder entfernen
